app/controllers/admin/clients_controller.rb

INSERT INTO "clients" ("first_name", "last_name", "full_street_address", "email", "created_at", "updated_at") VALUES ($1, $2, $3, $4, $5, $6) RETURNING "id"  [["first_name", "juan"], ["last_name", "juan"], ["full_street_address", "juan"], ["email", "juan"], ["created_at", "2015-03-24 19:50:53.406010"], ["updated_at", "2015-03-24 19:50:53.406010"]]
---
  def create
    @client = Client.create(client_params)